{
    "database": {
        "category": "restaurant"
    },
    "description": {
        "name": "Le Petit Jardin (\"The Little Garden\")",
        "category": "Restaurant",
        "link": "https://www.petit-jardin.com/",
        "linkActive": true,
        "description": "Le Petit Jardin, a Michelin-starred traditional fine dining restaurant in the center of Montpellier, offers a sophisticated menu that focuses on fresh, seasonal ingredients sourced from local producers. As its name (\"The Little Garden\") suggests, this restaurant has one of the prettiest terraces in the city, nestled in a lush, quiet garden. The cuisine blends traditional French techniques with subtle Mediterranean influences, creating a balance of authentic flavors and modern presentation. Each dish is meticulously prepared and artfully plated, reflecting the restaurant's dedication to culinary excellence. The menu changes frequently to highlight the best of the season, with dishes that range from delicate seafood to tender meats, all paired with an impressive selection of regional wines."
    },
    "reviews": [
        {
            "rating": "1/5",
            "review": "Le prix part rapport à la qualité du repas n était pas au niveau .(pas très bon trop ,trop chère pour la qualité  des plats",
            "context": {
                "service": "Dine in",
                "mealType": "Lunch",
                "pricePerPerson": "70–80 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "1/5",
                "service": "3/5",
                "atmosphere": "3/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Très belle endroit et une très bonne cuisine fine . Merci",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "50–60 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "1/5",
            "review": "Un bel endroit mais c'est tout. Un rapport qualité prix mauvais ... le restaurant n'est pas à la hauteur de sa réputation.",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "1/5",
                "service": "1/5",
                "atmosphere": "1/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Super adresse, service très agréable et cuisine excellente !",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "40–50 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Vraiment très bien, une belle découverte !",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "40–50 €"
            },
            "comments": {
                "recommendedDishes": "Tataki de Boeuf",
                "parkingSpace": "Pas sûr"
            },
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "très bon restaurant gastronomique en entrée le ceviche de daurade est excellent très fin le magret de canard aussi et le citron en trompe l'œil divin",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Toujours aussi satisfait de manger dans ce très bon restaurant, dans un cadre où l'on en oublie même que nous sommes en ville !",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner"
            },
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "1/5",
            "review": "Des plats aux titres pompeux pour une cuisine insipide et un service à la hauteur de ces plats.\nAmis gastronomes, passez  votre chemin,  vos papilles vous remercieront.\nLe point donné est pour le cadre, c'est la seule chose qui vaille le detour",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "80–90 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "1/5",
                "service": "1/5",
                "atmosphere": "1/5"
            }
        },
        {
            "rating": "5/5",
            "review": "La cuisine le service rien à redire.\nCe soir malheureusement nous étions placé dans la petite salle moins grande et beaucoup moins conviviale mais cela prouve que l'endroit est toujours prisé.",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "4/5",
                "service": "5/5",
                "atmosphere": "2/5"
            }
        },
        {
            "rating": "5/5",
            "review": "J'ai eu la chance de dîner et de déjeuner au restaurant en août et septembre, à la fois dans le jardin et sous la verrière. Ces moments ont été extrêmement agréables, laissant un souvenir impérissable. Ce cocon offre une cuisine fine et gastronomique qui enchante les papilles. Le service y est extrêmement efficace, rendant l'expérience encore plus mémorable. Je recommande vivement ce lieu pour une expérience culinaire exceptionnelle",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Excellents ris de veau. Service sympathique !\nEt le chef va s'entraîner à faire le risotto !",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "4/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Porc au caramel extra au bistro. Très bon repas, merci.",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "4/5",
                "atmosphere": "4/5"
            }
        },
        {
            "rating": "4/5",
            "review": "Nous avons mangé au bistrot et non au restaurant. Le service était ce soir la un peu sur la brèche du fait du nombre de clients. Une très belle carte des vins. Les plats étaient bons mais globalement j'ai préféré le restaurant ( ce qui est assez logique après tout). Le cadre est très joli, la nourriture bonne mais sans plus, légèrement déceptif du fait d'être allez avant au restaurant il y a quelques semaines. J'ai donc un biais important. Ceci étant dit une belle soirée agréable.",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "40–50 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "4/5",
                "service": "4/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "1/5",
            "review": "Mauvaise expérience, contrariante et frustrante.\n\nLe 08 octobre dernier, pour fêter un mariage, nous avons choisi de déjeuner dans ce restaurant. Un menu « spécial » nous avait été proposé : au choix : 4 entrées + 3 plats et 3 desserts, pour 12 personnes.\n\nPlusieurs incidents se sont produits :\n1- Après avoir commandé nos plats, nous commandons deux bouteilles de vin (une bouteille de rouge à 102€ et une bouteille de blanc à 90€). A l'annonce de la commande de la bouteille de rouge, le serveur dit : \"une seule !\" d'un ton méprisant et s'en va sans attendre de réponse. Nous nous regardons tous, étonnés par cette remarque. Cependant, nous décidons de ne par réagir à l'incident et de rester dans notre bonne humeur festive.\n2- A la commande des plats, plusieurs d'entre nous choisissent, en entrée, le potage de potimarron. Le même serveur nous distribue des cuillères à soupe pour le potage, et en oublie une. Croyant à un oubli, je lui signale, une première fois sur un ton aimable. Il ne répond pas faisant mine de n'avoir pas entendu, puis s'en va. Lorsqu'il revient, toujours sans cuillère, je lui fais part une seconde fois, dans l'idée qu'il n'avait pas entendu la première fois. Idem, il ne répond pas, son visage est plutôt fermé, il ne me regarde pas et ne fait aucun signe pour me signifier qu'il en prit acte. Mes amis commencent à être un peu contrariés du manque d'amabilité du serveur.\n3- Les plats tardent à venir, l'attente est très longue y compris entre les plats. Une miche de pain nous est distribué dès le début. Nous avons tous très faim, donc certains d'entre nous entament et finissent leur miche de pain. Les entrées arrivent et je demande le plus aimablement possible, au même serveur, s'il lui plait de nous apporter un peu de pain. Même comportement, même situation : il ne répond pas, ne me regarde pas ni ne m'adresse de signe signifiant qu'il a pris acte de ma demande puis, s'en va. Après plusieurs minutes, il revient, toujours sans le pain, et mon mari lui dit \"Monsieur svp\", le serveur lui coupe la parole et répond \"oui, je sais, le pain !\".\n4- Pour le dessert, les 2/3 d'entre nous avons commandé le « Dôme à la pistache » mentionné dans le menu « spécial » créé pour l'occasion. On nous amène des Dômes ... à la pomme ! Tous les invités sont surpris. Certains d'entre nous affectionnent particulièrement la pistache, sinon on aurait « choisi autre chose » me disent-il. On en fait part à deux des serveurs. Ils nous répondent alors qu'on a commandé « des Dôme sans préciser qu'ils étaient à la pistache ». Surpris, nous leur signalons que les seuls Dômes du menu sont à la pistache. Ils nous rétorquent alors \"on ne va pas refaire tous les desserts\". Malgrés les 4 incidents ci-dessus, nous tenons à garder un bon esprit pour ne pas gâcher ce moment unique et précieux pour les mariés. Nous mangeons donc les Dômes à la pomme, au goût amère et contrariant.\n5- C'est le moment de quitter le restaurant, il est 15h. les serveurs, qui ont certainement fini leur service, sont regroupés à l'entrée. Personne ne fait mine de me remarquer ou m'adresser la parole. Je leur dit : \"au revoir\" et un seul l'un d'eux me répond timidement.\n\nNous nous rappellerons longtemps du service et ambiance de ce restaurant et,... du Dôme à la pistache. Ce dessert manqué a conduit l'un de nous (surement pour « conjurer » ce moment contrariant), en sortant du restaurant, vers une excellente pâtisserie de Montpellier pour acheter des pâtisseries à la pistache.\n\nFinalement, et même si les plats étaient bons, l'accueil, le service et l'ambiance ont été déplorables. Et, aucun geste commercial pour tous ces incidents.",
            "context": {
                "service": "Dine in",
                "mealType": "Lunch",
                "pricePerPerson": "60–70 €"
            },
            "comments": {
                "recommendedDishes": "Paris Brest",
                "parkingSpace": "Somewhat difficult to find parking",
                "parkingOptions": "Paid parking lot"
            },
            "other_ratings": {
                "food": "2/5",
                "service": "1/5",
                "atmosphere": "1/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Très bon restaurant dans un cadre splendide, des serveurs a l'écoute des clients !",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "3/5",
            "review": "Well, this is a hard review to write. As a restaurant who terms itself with a \"great experience\" and was even mentioned as \"fine dining\" (for sure not close to a star rating) we left somewhat disappointed. There is no smile from the service personell, rather cold mood from them. If you are asked about still or sparkling water, make sure to explicitly ask for a carafe of water or you'll pay for still Evian. The menu sounds great and is well priced, but I'll come to that. What really did disappoint was the table setting. Dirty napkins we had to have changed, cracked wine glass and overall dire servers. Please work on this. The menu selection is good, we went for carpaccio and the goat cheese based entree; both okay but lacking flavor. The goat cheese one is pure goat, nothing to counter or enhance it's own flavor. We also never had iberian plum served that had two different cooking points of the 3 pieces served. Here as well: combined with sweet potatoes it lacked something special, something with more spice or a fruity / citrus aspect to level the otherwise earthy taste. Cheese platter was good, but it's France so one can expect a good selection. The service, napkin and cracked glass combined with sub-par food really did disappoint. Maybe everyone had a bad day, but this should not happen in an otherwise great surrounding.",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "60–70 €"
            },
            "comments": {
                "parkingSpace": "Difficult to find parking",
                "parkingOptions": "Parking is unavailable"
            },
            "other_ratings": {
                "food": "3/5",
                "service": "1/5",
                "atmosphere": "4/5"
            }
        },
        {
            "rating": "4/5",
            "review": "Cuisine au top, rien à redire...\nEn revanche le service laisse à désirer.",
            "context": {},
            "comments": {},
            "other_ratings": {}
        },
        {
            "rating": "5/5",
            "review": "Lieu très sympa et accueil agréable et cuisine vraiment bonne, plats très savoureux",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner"
            },
            "comments": {
                "recommendedDishes": "Accras de Morue, Tataki de Boeuf"
            },
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "4/5",
            "review": "Repas bon, le service est de grande qualité. C'est assez onéreux.\nJ'ai beaucoup apprécié le cocktail ''petit jardin'' et l' amusé bouche qui nous a été servi.\nL'entrée excellente mais nous avons été un petit peu déçu sur le plat, il n'y avait plus le poisson que je voulais...\nDonc je me suis rabbatu sur le poisson au vin et je n'ai pas du tout aimé mais c'est une question de goût. Le pigeon n'a pas été apprécié non plus.\n\nLes desserts sont bons.",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "30–40 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "3/5",
                "service": "4/5",
                "atmosphere": "4/5"
            }
        },
        {
            "rating": "4/5",
            "review": "La cuisine est bonne\nServeurs  pas très souriant\nNe viennent pas vous demander si vous voulez qql chose",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "70–80 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "4/5",
                "service": "1/5",
                "atmosphere": "2/5"
            }
        },
        {
            "rating": "2/5",
            "review": "C est vraiment très moyen et ce n est pas de la cusine étoile et le sevice est très mauvais décevant",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "3/5",
                "service": "2/5",
                "atmosphere": "3/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Très bons plats",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "50–60 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "4/5",
                "atmosphere": "4/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Picture the scene: late summer, in a city garden, watching the sun turn the tower of St Peter's Cathedral golden... Then your waiter brings drinks and amuse bouche to your table. Stunning meal. Attentive service. Excellent location and atmosphere. We had the set meal which is available at the weekend, great value for superb food. It took us two hours to eat three courses, savouring the food and the atmosphere. Highlight of our time in Montpellier.",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "40–50 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Lieu très agréable,  le service est dynamique et correct",
            "context": {
                "service": "Dine in",
                "mealType": "Lunch"
            },
            "comments": {
                "recommendedDishes": "Paris Brest, Ravioles"
            },
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "J'ai réservé une table pour un événement au Petit Jardin. Non seulement la cuisine était exceptionnelle, mais le service exemplaire de par l'adaptabilité du personnel.\n\nJe recommande grandement !",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "3/5",
            "review": "Superbe restaurant, ambiance incroyable nichée au coeur de montpellier. Un service de qualité, des serveurs adorables et à l'écoute. Cependant, des portions plus que légères pour des plats à plus de 40 euros, un oubli de la cuisine qui fait qu'une des personnes de la table mange son plat seul. Pour des menus à 70 euros cela n'est pas tolérable.",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "60–70 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "2/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "4/5",
            "review": "Excellent endroit,calme,plein centre ville,accueil parfait,très bonne cuisine,un petit bémol, un peu long,entre l'apéro et le plat,je le recommande rai.",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "4/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "1/5",
            "review": "A fuir  !!!",
            "context": {
                "service": "Dine in",
                "pricePerPerson": "60–70 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "1/5",
                "service": "1/5",
                "atmosphere": "1/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Un cadre magnifique pour déjeuner. Un jardin terrasse apaisant pour profiter de belles assiettes et d'un bon vin. A découvrir",
            "context": {
                "service": "Dine in",
                "mealType": "Lunch",
                "pricePerPerson": "30–40 €"
            },
            "comments": {
                "recommendedDishes": "Paris Brest"
            },
            "other_ratings": {
                "food": "4/5",
                "service": "4/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Excellent moment, avec mon fils, dans ce beau restaurant.\nLe jardin est magnifique.\nRepas de très bonne qualité avec une présentation des plats raffinée.\nService au top\nBravo au chef",
            "context": {
                "service": "Dine in",
                "mealType": "Lunch",
                "pricePerPerson": "50–60 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Un très bon moment passé dans ce restaurant. La cuisine était excellente, un service irréprochable et un lieu dépaysant en plein centre de Montpellier",
            "context": {
                "mealType": "Dinner",
                "pricePerPerson": "+ de 100 €"
            },
            "comments": {
                "recommendedDishes": "Sorbets Et Fruits Frais"
            },
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "3/5",
            "review": "Good but kept thinking of Pourcel's just next door (place de la Canourgue). Tasty but no waou...and portions minimalist: an extra slice of meat(veel or pluma) or a ltlle more of fish maigre would have been welcome as well as an extra veg in the plate.... scarce garniture.  It doesn't make you feel you want to come again...nesides the excellent desserts though!",
            "context": {
                "service": "Dine in",
                "mealType": "Lunch",
                "pricePerPerson": "50–60 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "4/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Superbe terrasse, mets délicieux et personnel aux petits soins! De mémoire, un des meilleurs rapport qualité/prix !\nEn prime en partant un sympathique échange avec le chef ! Félicitations!",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Une terrasse superbe donnant sur les hauts de la cathédrale. Une très bonne cuisine soignée, des vins (4) de qualité sélectionnés par le chef et un service irréprochable.\nPas de tarifs car nous y sommes allés avec un bon cadeau (très bonne idée)",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner"
            },
            "comments": {},
            "other_ratings": {
                "food": "4/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "2/5",
            "review": "Le petit jardin était un de mes restaurants préférés... on s'attend à un service de qualité lorsqu'on se rend dans ce genre de restaurant. Ce n'est plus le cas. Prendre la commande sans même un sourire, en étant très froid limite agacé c'est vraiment tres désagréable pour commencer la soirée , surtout venant d'un maître d'hôtel . L'argent que nous dépensons dans votre établissement nous ne le dépensons pas ailleurs, alors la moindre des choses est d'être bien accueillie ne serait ce qu'avec le SOURIRE. Le repas était bon, mais pas assez pour nous donner envie de revenir. Et au vue des commentaires c'est dernier temps je pense que vous devriez vraiment revoir votre service.",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "60–70 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "3/5",
                "service": "1/5",
                "atmosphere": "2/5"
            }
        },
        {
            "rating": "4/5",
            "review": "Cuisine impeccable et desserts délicieux et originaux. Cadre extérieur parfait. Seul bémol un service attentionné mais particulièrement long. Une heure pour l'entrée et plus d'une demi-heure heure pour le plat principal et le dessert.",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "50–60 €"
            },
            "comments": {
                "recommendedDishes": "Paris Brest",
                "vegetarianOptions": "Même si pas au menu aucun problème pour permuter avec un plat végétarien de la carte."
            },
            "other_ratings": {
                "food": "5/5",
                "service": "3/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "4/5",
            "review": "Un restaurant gastronomique en plein centre historique de Montpellier, à deux pas du jardin des plantes.\nLes plats sont fins, recherchés et, c'est rare pour être souligné : en quantité tout à fait raisonnable !\nJe trouve juste dommage que le service puisse être excessivement froid d'un serveur à l'autre, et qu'il n'y ait aucun dispositif ne serait-ce que de ventilation en extérieur, par ces températures.",
            "context": {
                "pricePerPerson": "50–60 €"
            },
            "comments": {
                "recommendedDishes": "Comme Une Tarte Au Citron, Fraisier"
            },
            "other_ratings": {
                "food": "5/5",
                "service": "4/5",
                "atmosphere": "4/5"
            }
        },
        {
            "rating": "5/5",
            "review": "We happened upon this wonderful restaurant a bit by chance, took the seasonal menu and were enraptured by the goodness and care in the preparation of the dishes.The restaurant is listed in the Michelin guide but in my opinion at least one star should be awarded. In addition, the value for money is truly exceptional. The service almost impeccable, let's just say that an extra smile would not have hurt. Thank you for everything!",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "50–60 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "4/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Incroyable!! Un lieu unique à Montpellier ☺️\nAmbiance, qualité du service et de la nourriture exceptionnels.\nUn petit paradis dans le centre historique.\nMerci merci merci 🫶",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "40–50 €"
            },
            "comments": {
                "recommendedDishes": "Comme Une Tarte Au Citron, Picanha de Veau, Fraisier"
            },
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Nous avons passé un super moment dans ce restaurant au cadre sympathique. Les plats étaient succulents, les produits de qualité et le service parfait. Nous pouvons que le recommander.",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "4/5",
            "review": "Très bon repas qui vaut sa réputation, service efficace.\nPetit hic, nous étions placés à côté des évacuations des eaux usées, ce n'était pas très agréable.",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "50–60 €"
            },
            "comments": {
                "recommendedDishes": "Paris Brest, Sorbets Et Fruits Frais, Ravioli Maison de Paleron de Bœuf Façon Pot-au-feu"
            },
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "4/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Un bel endroit où la cuisine est soignée, a recommander.",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner"
            },
            "comments": {},
            "other_ratings": {
                "food": "4/5",
                "service": "4/5",
                "atmosphere": "4/5"
            }
        },
        {
            "rating": "1/5",
            "review": "PS : Millesime chaud j'adore !!! Quelle réponse pleine d'hypocrisie !!!! QUELLE ERREUR nous n'avons pas demandé la carte des boissons croyant être dans un établissement raisonnable !!!!!! 14€ le verre de Chablis en plus du prix INDÉCENT, il était  CHAUD (pas une excuse juste ajouter des glaçons ! Super pour ce prix)  et 9€ la canette de bière style chantier.\nBref le genre de bistrot qui donne envie de ne plus manger au resto !\nConcernant la nourriture j'ai pris une salade thaï sans intérêt.",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "30–40 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "2/5",
                "service": "1/5",
                "atmosphere": "2/5"
            }
        },
        {
            "rating": "1/5",
            "review": "Une mes pires expériences, très cher, mauvais services, cuisine vraiment immangeable, une pastèque cuite et avarié, j'ai renvoyé un plat pour le première fois de ma vie. Pas d'excuse et un jardin sale, mal entretenue, avec des lampes cassés et énormément de moustique et ordure dans les jardinières.\n270 euros pour un moment très désagréable. C'était pour un anniversaire,  vraiment déçu..",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "1/5",
                "service": "1/5",
                "atmosphere": "1/5"
            }
        },
        {
            "rating": "3/5",
            "review": "Beautiful view on the cathedral at sunset if you catch the right table, food very well done, but some of the mains a bit too unimaginative for the fact that's it's Michelin & Gault Millau-rated. Menu Petit Jardin just a tad too expensive compared to what you get from the Menu Saison - especially considering you have to pay extra for cheese. Would benefit from a sommelier to give better wine advice / pairings, particularly as the entrées are very nice! Slightly disappointed with some of the waiters, some very nice. Note that the \"menu\" is not a whole of concept menu as with other Michelin restaurants but more of a collection of dishes. Managed to enjoy the experience in general, but could have been a bit more personal. Below expectations at the price.",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "70–80 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "3/5",
                "service": "4/5",
                "atmosphere": "4/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Formidable\nCuisine exceptionnelle super rapport qualité prix\nUn service très professionnel\nJ'ai passé un merveilleux moment avec ma famille dans un cadre absolument sublime\nJe recommande a 100%",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "1/5",
            "review": "Très déçu par mon expérience au petit jardin à Montpellier\n\nJ'y étais allé il y a un an et clairement tout semble avoir changé que ce soit au niveau de la cuisine (je suis ancien restaurateur) mais également au niveau du service.\n\nPour la partie cuisine, très déçu au niveau des accompagnements qui n'allaient pas du tout avec la pièce de poisson que j'avais pris qui d'ailleurs était petite (3 minuscules filets de rouget) contre 4 fois plus d'accompagnement...\n\nPour le service, plusieurs serveurs et aucune communication entre eux suite aux informations que je leur ai transmises.\n\nAucune présentation de la composition des plats ce qui était le cas lors de ma première expérience. Même chose pour le service de l'eau qui était absent.\n\nLe repas est clairement cher pour ce que c'est et on peut clairement trouver mieux à Montpellier.\n\nDonc rapport qualité prix clairement pas la...\n\nJe ne recommande pas ce restaurant..",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "70–80 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "1/5",
                "service": "1/5",
                "atmosphere": "1/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Cadre somptueux. Cuisine exceptionnelle et délicieuse.Service très intentionné. La souris d'agneau confite au thym est succulente.",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Super restaurants que je recommande ! La cuisine et le service sont excellents, sans fausse note. La grande terrasse en plein cœur de Montpellier est incroyable. De plus le restaurant à très bon rapport qualité prix",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Super restaurant !\n\nJe suis venu dîner avec ma femme au restaurant et nous avons passé une très belle soirée !\n\nLe service a su être à notre écoute et a pris en compte les restrictions alimentaires de ma femme dues à sa grossesse. Un petit remerciement au gentil serveur qui nous a très bien conseillés !\n\nEn ce qui concerne le repas, au top ! Les cuissons comme demandées ! Points positifs au Paris-Brest ! Un régal !",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "50–60 €"
            },
            "comments": {
                "recommendedDishes": "Paris Brest"
            },
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Cela fait plusieurs fois que nous allons dans ce restaurant, quand nous sommes de passage sur Montpellier. Toujours un plaisir de déguster la cuisine du Chef.",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "60–70 €"
            },
            "comments": {
                "recommendedDishes": "Paris Brest, Assortiment de Sorbets Fruits Frais"
            },
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "3/5",
            "review": "Un superbe cadre pour une cuisine moyenne et des prix très élevés..un peu déçue...",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "60–70 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "3/5",
                "service": "4/5",
                "atmosphere": "4/5"
            }
        },
        {
            "rating": "5/5",
            "review": "The garden is beautiful in the summer, and the dishes were excellent. Truly the perfect place if you are looking for an exquisite dinner...excellent beef tataki, ceviche and sea bream.",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "4/5",
            "review": "Big expectations not quite met, but the garden is wonderful in summer.",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "4/5",
                "service": "3/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Un grand merci à l'équipe des serveurs qui ont trouve mon bracelet en or et qui me l'ont remis une semaine plus tard. Honnête! Top! En plus un bon repas à 4 dans un jardin enchanteur....",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "+ de 100 €"
            },
            "comments": {
                "recommendedDishes": "Effiloché de Canard, Ravioles, Fraisier",
                "parkingSpace": "Difficult to find parking",
                "parkingOptions": "Paid parking lot, Free street parking",
                "parking": "Comédie un peu loin, Préfecture difficile à sortir avec un sub en plus on tombe sur des travaux...",
                "wheelchairAccessibility": "Galère dans les pavés"
            },
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "4/5"
            }
        },
        {
            "rating": "3/5",
            "review": "Tables un peu entassées dont une dans un coin perdu contre un mur et sans lumière.\nUn peu dommage.\nService rapide efficace et souriant\nRepas avec rapport qualité prix très moyen.\nNous étions en couple très mitigé.",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "60–70 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "3/5",
                "service": "5/5",
                "atmosphere": "3/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Very good food, but a little pricey. Still very worth it.\n\nDesserts are on the heavy side but i love that",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "90–100 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Repas excellent, goûts recherchés et vins de très bonne qualité.\nJ'aimerais souligner le service qui était parfait. Les serveurs n'en faisaient ni trop ni pas assez. C'était très agréable d'être servi par des personnes aussi souriantes et compétentes",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "90–100 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Un lugar muy agradable, muy buen servicio, la comida muy buena,  la chef Valentina es excelente, los precios del bistró están muy bien. Muy recomendado",
            "context": {
                "service": "Dine in"
            },
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "La partie du restaurant gastronomique a un cadre magnifique en extérieur, la cuisine est raffinée, le service est correct. Le prix est un peu cher mais totalement justifié par la qualité proposée.",
            "context": {
                "mealType": "Lunch",
                "pricePerPerson": "40–50 €"
            },
            "comments": {
                "vegetarianOptions": "Possibilité de manger végétarien, quantité insuffisante"
            },
            "other_ratings": {}
        },
        {
            "rating": "5/5",
            "review": "Le diner en soirée du côté bistrot était excellent. Un cadre très chaleureux, une carte variée et un service impeccable (Un grand merci à la jeune serveuse de mardi dernier qui s'est montrée très attentive envers notre fille).",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Accueil au top, cuisine délicieuse, lieu idyllique, vraiment une belle adresse. Allez y c'est certainement une des plus belles adresses de Montpellier.",
            "context": {
                "service": "Dine in",
                "mealType": "Lunch",
                "pricePerPerson": "90–100 €"
            },
            "comments": {
                "recommendedDishes": "Œuf de Poule Bio, Picanha de Veau",
                "parkingSpace": "Il est facile de se garer",
                "parkingOptions": "Paid parking lot"
            },
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Très bel endroit👍",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "70–80 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "2/5",
            "review": "Au vue de la réputation, on s'attend à beaucoup mieux.. un restaurant qui ne vaut pas vraiment le détour, sans parler du service qui n'été vraiment pas à la hauteur. 45 min pour avoir nos apéritifs / prise de commande un mercredi soir qui dit mieux ? Une table voisine sont même partie.",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "2/5",
                "service": "1/5",
                "atmosphere": "1/5"
            }
        },
        {
            "rating": "3/5",
            "review": "Un peu surfait. pour le prix, cuisson du poisson et beaucoup d'arêtes. Dessert très bien.",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "+ de 100 €"
            },
            "comments": {
                "recommendedDishes": "Ravioles"
            },
            "other_ratings": {
                "food": "3/5",
                "service": "4/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "4/5",
            "review": "Très bel emplacement, on se croirait dans une bulle hors Montpellier avec toute cette végétation. Le menu du jardin était succulent bien que lent à arriver, 3h en tout en voyant des gens arrivés après nous être servis avant, ennuyant pour un établissement qui prétend à un tel standing. Les serveurs/serveuses étaient fort agréables malgré un verre de vin commandé oublié.\n4/5 pour ma cuisine mais\n3/5 pour le service long avec des oublis",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "90–100 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "4/5",
                "service": "3/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "2/5",
            "review": "Le lieu surprend par la proximité des tables. Un jardin qui ressemble à un avion de Ryanair blindé ou l'on maximise l'occupation. Vient ensuite le pain dur plus proche d'une cafétéria Flunch que d'un restaurant étoilé.\nPuis le service digne d'un bistrot (pas de changement de couverts entre l'entrée et le plat) là encore une surprise vu le niveau des prétentions, service des assiettes approximatif et arrivée des verres de vin sans même avoir vu la bouteille... jamais vu cela dans un Michelin. Le dessert aux abricots lui aussi certainement de la veille... un raté total pour ce qui devait être l'un des meilleurs restaurants de Montpellier. Lieu surcoté. Je ne recommande pas cet établissement. C'est le pire établissement référencé Michelin que j'ai visité... comment un tel référencé ment est il possible ??? Même divisée de moitié l'addition n'est même pas justifiée.",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "1/5",
                "service": "2/5",
                "atmosphere": "3/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Magnifique jardin caché depuis l'entrée de la rue avec une vue superbe sur l'église. Ambiance cosy dans la verdure. Service impeccable. Très bon rapport qualité prix.",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "4/5",
                "service": "4/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "3/5",
            "review": "20% of all they served was really good.",
            "context": {
                "pricePerPerson": "+ de 100 €"
            },
            "comments": {},
            "other_ratings": {}
        },
        {
            "rating": "3/5",
            "review": "Rapport qualité prix assez décevant. Plats tièdes mais bons. Desserts moyens. Service moyen. Malgré tout, cadre agréable.",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "3/5",
                "service": "2/5",
                "atmosphere": "4/5"
            }
        },
        {
            "rating": "3/5",
            "review": "Nous avions réservé une table pour 2 pour 19h30 : il faut savoir que le restaurant n'ouvre ses portes qu'à 19h30 voir 19h35 comme ce fut le cas lorsque nous y sommes allés. Inutile donc d'arriver en avance, vous serez obligés d'attendre devant la porte comme la dizaine de personnes que nous étions.\nL'accueil et le placement ont été rapides, en revanche, nous avons dû attendre plus de 30min pour que nos cocktails soient servis et près de 45min avant que la serveuse ne vienne prendre notre commande. Et celle-ci n'était pas des plus aimable, sauf au moment de l'addition (espérait-elle un pourboire?).\nLa cuisine était excellente (nous avons pris le menu à 64€) et les quantités parfaites. Le seul point négatif à ce propos concerne la dizaine d'arrêtes retrouvées dans le pavé de turbot.\nLe cadre est très sympathique et le calme qui règne sur la terrasse est apaisant. Un joli écrin de verdure au milieu de la ville.",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "80–90 €"
            },
            "comments": {
                "recommendedDishes": "Assortiment de Sorbets Fruits Frais, Ravioles",
                "vegetarianOptions": "Il y a une option végétarienne à chaque fois.",
                "dietaryRestrictions": "Il y a des plats sans gluten."
            },
            "other_ratings": {
                "food": "5/5",
                "service": "2/5",
                "atmosphere": "4/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Nous sommes amateurs ( inconditionnels) du ris de veau du Petit Jardin et quand l'ensemble de la table en commande, la ressource peut venir à manquer et susciter quelques déceptions. Voilà alors un chef confronté à la gestion de convives bougons. Coup de chapeau à l'équipe et au chef qui vient à notre rencontre pour ses explications, sa gestion élégante, courtoise et courageuses ( en plein coup de feu ) des  convives. Ah j'oubliais l'essentiel ..toujours un sans faute dans nos assiettes ( Belles ravioles aux poulpes, pavé de veau à la cuisson parfaite, excellent soufflé au dessert) au final une très belle soirée.",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "50–60 €"
            },
            "comments": {
                "recommendedDishes": "Ravioles"
            },
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "3/5",
            "review": "Le cadre est agréable, la nourriture est plutôt bonne, mais le service n'est vrai pas à la hauteur.\n10minutes juste pour avoir la carte, 15 de plus pour avoir les cocktails, pas d'eau servi, même après demande au près de la serveuse... Au prix de l'addition (155euros pour 2) ce sont des détails qui ne passent vraiment pas.\nJ'attendais beaucoup plus d'un restaurant avec une telle réputation.\nNous changerons d'adresse pour nos prochains dîners romantiques",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "70–80 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "4/5",
                "service": "2/5",
                "atmosphere": "4/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Très agréable pour un baptême",
            "context": {
                "service": "Dine in",
                "mealType": "Lunch",
                "pricePerPerson": "70–80 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "4/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "4/5",
            "review": "C'est est très beau lieux au milieu de Montpellier. Ils sont ouverts le lundi. Premier menu entrée plat ou plat dessert est à 39 euros sans les boissons. J'ai beaucoup apprécié l'émulation d'artichauts en bouché d'entrée les plats étaient à la hauteur d'une cuisine gastronomique. Merci à toute l'équipe",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "4/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "2/5",
            "review": "L'endroit est très agréable mais nous avons été déçus par le service et la cuisine qui ne sont pas à la hauteur du prix. Le service était trop rapide, plusieurs fois on a failli nous enlever nos assiettes et verres alors que nous n'avions pas terminé. Le vin est servi en même temps que l'apéritif... Les plats étaient bons mais pas à la hauteur de leur prix, ils étaient souvent tièdes et sans saveur exceptionnelle. C'est dommage que ce beau restaurant perde de sa valeur.",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "50–60 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "2/5",
                "service": "2/5",
                "atmosphere": "4/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Un régal de l'accueil au dessert. Des mets fins, une cuisine raffinée, un vrai régal pour les papilles. Et le cadre qui va avec. À ne pas manquer",
            "context": {
                "service": "Dine in",
                "mealType": "Lunch",
                "pricePerPerson": "30–40 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "4/5"
            }
        },
        {
            "rating": "4/5",
            "review": "Bonne adresse. Cadre parfait. Cuisine recherchée et soignée. Service très bien quoiqu'un brin condescendant. Dommage.",
            "context": {
                "service": "Dine in",
                "mealType": "Lunch",
                "pricePerPerson": "50–60 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "3/5",
                "service": "3/5",
                "atmosphere": "3/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Bon rapport qualité prix\n\nNous avons passé un moment très agréable, le personnel est adorable, vraiment attentionné et aux petits soins. J'étais surprise et très contente de voir un menu enfants, que d'ailleurs était aussi très bon.\n\nJe recommande",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Cosy and good food",
            "context": {
                "service": "Dine in"
            },
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Tout était parfait. Merci à toute l equipe",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Cadre exceptionnel, nourriture tout autant, serveurs/euses professionnel et au petit soins, je recommande pour un dîner romantique comme entre amis.",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "+ de 100 €"
            },
            "comments": {
                "recommendedDishes": "Ravioles"
            },
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "4/5",
            "review": "Très agréable terrasse dans une arrière cour, le restaurant mérite bien son nom. Service compétent et très sympathique. Plats recherchés et originaux (nous avons mangé au bistro). Dommage que les linguine aux crevettes baignaient un peu de trop dans l'huile, ça a compliqué la façon de les déguster (le goût et les crevettes étaient par ailleurs excellents). Le tajine bon mais un peu sec. Par contre le Paris Brest façon petit jardin était une vraie tuerie.",
            "context": {},
            "comments": {},
            "other_ratings": {}
        },
        {
            "rating": "4/5",
            "review": "Prémices , entrée et dessert vraiment très bons. Le bémol est sur les plats végétariens qui  ne donnent pas l'impression d'être très travaillés. Pâtes à ravioles vraiment trop épaisse et coulis de tomate assez fade. Mon conjoint qui a pris le risotto n'a pas était très convaincu non plus. Le reste du repas était vraiment très bon cependant. Service impeccable et très bien organisé. Serveurs agréables et efficaces\nCadre vraiment magnifique .\nNous reviendrons quand d'autres plats végétariens seront à la carte ☺️",
            "context": {
                "service": "Dine in",
                "mealType": "Lunch",
                "pricePerPerson": "50–60 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "4/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Très bonne cuisine et copieux. Le cadre est top nous avons déjeuner en terrasse.\nNous y reviendrons avec plaisir.",
            "context": {
                "service": "Dine in",
                "mealType": "Lunch",
                "pricePerPerson": "40–50 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "3/5",
            "review": "Nous avons été déçu par cet expérience.\nLes entrées étaient vraiment fades. Moi j'ai pris les ravioles végétarienne riccota épinard (car enceinte et malheureusement aucune entrée des 2 menus ne fonctionnait).\nLa pate des ravioles (plutôt des sortes de bâtonnets) étaient beaucoup trop épaisse et ça baignait dans une simple sauce tomate camouflant le goût des « ravioles ». Les ravioles du menu n'étaient pour mon compagnon pas très goutu non plus. Ni l'un ni l'autre n'avons trouvé ça fantastique. Le turbo pareil dommage qu'ils n'enlèvent pas les arrêtes parce que difficile à manger et la sauce en champagne était fade.\nPar contre le dos de cabillaud était très bon et le Fraisier et le Paris Brest sont vraiment excellents! Ça a rattrapé un peu la soirée.\nDommage qu'à la note on m'ai fait payer mon assiette vege en sus alors que le but était de remplacer une entrée..\n\nDommage aussi qu'ils ne prennent pas systématiquement en compte les informations qu'on donne lors de la réservation. J'ai pourtant bien precisé que j'étais enceinte sur le site + lors de la confirmation par téléphone + lors de la commande. La mise en bouche était servie avec des lamelles de jambon cru j'ai donc précisé que je ne pouvais pas manger de charcuterie enceinte. Le serveur avait l'air de ne pas avoir eu l'info. Il repart avec la mise en bouche et revient avec mais il restait encore des lamelles dedans... Franchement pas très classe si je dis que je ne peux pas manger de jambon cru à cause du risque de listeriose c'est pas pour que juste on essaye de les enlever à la va vite alors que ça a touché le reste de la nourriture...\n\nPas très classe non plus d'amener les minardises avec la bougie d'anniversaire alors que mon compagnon est encore au fromage et qu'on a les 2 desserts déjà sur la table..\n\nLa terrasse est magnifique dommage qu'on nous attribue une table sur le coté pleine de brindilles et moucherons on profite beaucoup moins de la vue. Ça avait déjà mal commencé avec l'emplacement dommage qu'on ai été plutôt déçu jusqu'à la fin.",
            "context": {
                "pricePerPerson": "90–100 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "3/5",
                "service": "3/5",
                "atmosphere": "3/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Même si je dis toujours que la perfection n'existe pas,  il y a des lieux qui trescendes cette règle\nEt bien allez au petit jardin et vous aurez tout\nUn accueil et service de haut vol, une gastronomie recherchée et soignée,  avec  un rapport qualité prix qui joue dans la cours des grands , cette adresse , qui n'est pas la plus grande  n'a rien à envier à toutes les prétentions\n...  si vous voulez faire plaisir ou simplement vous sentir le plus important,  alors  maintenant vous savez où allez dîner\nAu plaisir de ma prochaine fois même ...",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "4/5",
                "service": "4/5",
                "atmosphere": "4/5"
            }
        },
        {
            "rating": "2/5",
            "review": "Beautiful setting but the food is extremely average.",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "1/5",
                "service": "3/5",
                "atmosphere": "3/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Bonjour, excellent moment merci",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "3/5",
            "review": "Côté bistrot.\nLieu emblématique avec un service cependant très désordonné, des verres de vin décevants malgré des prix très élevés (11 euros le verre). Les plats étaient bons par contre mais sans révolution gustative .\nNous avons été très déçus par rapport à une bonne première expérience",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "3/5",
                "service": "2/5",
                "atmosphere": "4/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Nous avons passé un très bon moment au Petit jardin. Ce restaurant est à la hauteur de sa réputation. Les plats sont excellents, les produits de qualités et il y a beaucoup de recherches derrières les recettes proposées.\nMention spéciale pour la carte des vins au top !",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "50–60 €"
            },
            "comments": {
                "recommendedDishes": "Ravioles"
            },
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Cuisine excellente, service lent. Ambiance cosy",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "90–100 €"
            },
            "comments": {
                "recommendedDishes": "Paris Brest"
            },
            "other_ratings": {
                "food": "5/5",
                "service": "3/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "3/5",
            "review": "Came for the 3 course lunch and none of the dishes worked. Case of trying to be fancy but not getting the flavour combination right. Bright side was pleasant service and nice setting....need to work on the food",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "2/5",
                "service": "4/5",
                "atmosphere": "4/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Cuisine raffinée et excellente. Service sympathique et haut de gamme. Vue sur la cathédrale Saint Pierre pendant le repas dans un cadre ombragé. Une belle expérience et un très beau souvenir.",
            "context": {
                "mealType": "Lunch",
                "pricePerPerson": "40–50 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Bistrot le petit jardin\nSaveurs maîtrisées.\nFinalement le bistrot n'est pas beaucoup moins cher que le gastro.\nLa prochaine fois on dine de l'autre côté.",
            "context": {
                "pricePerPerson": "50–60 €"
            },
            "comments": {
                "recommendedDishes": "Accras de Morue, Paris Brest"
            },
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "4/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Une cuisine raffinée, riche en goûts et saveurs: c'est la recherche constante de l'excellence au moindre détail. Un des meilleurs restaurants sans doute de Montpellier.",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "4/5",
            "review": "One of the excellent restaurants in Montpellier that could keep up the good work over decades. I give them 1/2 Michelin star for sure 😀",
            "context": {
                "mealType": "Dinner",
                "pricePerPerson": "50–60 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "4/5",
                "service": "4/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Très bonne expérience. Très bon service, tout le monde est au petit soin et ultra pro. Merci à vous pour ce service. Les plats sont correct (petit bémol pour la salade de poulpe qui est très amère). Aucune attente entre les plats. Équipe jeune et dynamique.",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "3/5",
            "review": "Un bien bel endroit dans l'écusson. Ça mériterait un peu plus de travail dans les plats. Cuisson du filet de bœuf non respectée. Service expéditif.",
            "context": {
                "service": "Dine in",
                "mealType": "Lunch",
                "pricePerPerson": "80–90 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "3/5",
                "service": "3/5",
                "atmosphere": "4/5"
            }
        },
        {
            "rating": "3/5",
            "review": "Très joli décor. Accueil pas très aimable. Réponse aux questions difficiles, impression de gêner. On nous a apporté les verres de vin sans nous dire ce que c était. J ai demandé et on m a repondu \" desolee j ai oublie\" ils ont encore \" oublie\" pour le deuxième verre, le vin rouge. Le cocktail maison avait un goût d eau plus que de prosecco avec 3 feuilles de menthe et du citron. On se demande où est l alcool. Nul. Entrée très fade, manque d assaisonnement. Plat excellent. Le Paris Brest très bon mais le dessert Brioche était sec.\nFacture 150 euros a deux. Pour ce prix on a beaucoup ailleurs.\nNous ne reviendrons pas.",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "3/5",
                "service": "1/5",
                "atmosphere": "1/5"
            }
        },
        {
            "rating": "3/5",
            "review": "Bonne table et terrasse magique gâchée par le personnel de salle masculin, ils doivent vraiment faire un effort, ils sont froid et pas du tout souriant (les filles sont au demeurant plus agréable). Les mises en bouche avant les cocktails c est pas super non plus, on nous pousse vers la sortie. Les problèmes restent au vestiaire",
            "context": {
                "service": "Dine in",
                "pricePerPerson": "+ de 100 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "4/5",
                "service": "2/5",
                "atmosphere": "4/5"
            }
        },
        {
            "rating": "5/5",
            "review": "La terraza del restaurante es súper bonita, la comida buenísima y el servicio 10. La presa estaba espectacular.",
            "context": {},
            "comments": {},
            "other_ratings": {}
        },
        {
            "rating": "3/5",
            "review": "1 peu décevant ! Service très lent et désorganisé.  . Cher pour le rapport qualité prix !",
            "context": {
                "service": "Dine in",
                "mealType": "Lunch"
            },
            "comments": {},
            "other_ratings": {
                "food": "4/5",
                "service": "2/5"
            }
        },
        {
            "rating": "4/5",
            "review": "Excellent mais ne pas y aller di il y a des groupes, trop bruyant car raisonnance importante à l intérieur",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "4/5",
                "service": "4/5",
                "atmosphere": "3/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Excellent, cadre agréable en terrasse.",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "60–70 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "4/5",
                "atmosphere": "4/5"
            }
        },
        {
            "rating": "1/5",
            "review": "Ik kies zorgvuldig m'n restaurants uit en lees steeds de reviews. Vaak veel positieve en dan erger ik me aan die ene zuurpruim die het maar zo en zo vond. Ik vrees dat ik deze keer de zuurpruim ben. In zowat alle gerechten was er geen harmonie tussen de smaken. Het hapje vooraf was een groentepapje, dat me deed denken aan babyvoeding. De carpaccio (voorgerecht)was overgegarnituurd. Het hoofdgerecht (plumo iberico) was volledig uitgebakken. Het nagerecht was ok, maar ook in een veel te grote portie. Ook minder gezellig om de tafels rondom in te dekken voor de lunch van de volgende dag, terwijl je nog aan het eten bent. Eerlijkheidshalve vermeld ik er graag bij dat de heren aan de tafel naast ons wel tevreden waren",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "80–90 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "1/5",
                "service": "2/5",
                "atmosphere": "2/5"
            }
        },
        {
            "rating": "4/5",
            "review": "J'ai beaucoup aimé l'ambiance du restaurant.\nLe service était chouette.\n\nConcernant la nourriture j'espérai sans doute plus pour un restaurant gastronomique.\nL'amuse bouche était plat, il manquait de texture et un brin d'assaisonnement.\nLa suite était quand même très savoureuse et gourmande.\nJ'étais avec un ami, on se faisait goûter nos plats !\nEn tout cas le dessert était une Master class, avec ce fameux citron en différentes déclinaisons et en trompe l'œil.\n\nY reviendrais-je ? Par curiosité",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "70–80 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "4/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Tous simplement parfait, nous nous sommes régalés ! Service rapide !",
            "context": {
                "mealType": "Dinner",
                "pricePerPerson": "70–80 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Dîner deux soirs de suite, les vendredi  22/02 et samedi 23/03, à trois personnes, tellement les plats étaient délicieux, l'ambiance chaleureuse et le service au TOP. De passage à Montpellier, restaurant en centre ville historique, nous ne regrettons pas de s'y être arrêtés. Nous ne pouvons que recommander le lieu. Excellent rapport/qualité/prix ! Quelques photos...",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "50–60 €"
            },
            "comments": {
                "recommendedDishes": "Paris Brest, Pluma de Porc"
            },
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "4/5",
            "review": "Precioso restaurante con platos creativos y bien elaborados pero destaca sobretodo por el esmerado y profesional servicio.",
            "context": {
                "service": "Dine in",
                "mealType": "Lunch",
                "pricePerPerson": "40–50 €"
            },
            "comments": {
                "vegetarianOptions": "Opciones en la carta y muy bien elaboradas.",
                "kidFriendliness": "Sí y disponen de trona."
            },
            "other_ratings": {
                "food": "3/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Superbe soirée !\nLe cadre est merveilleux, tranquille et paisible au milieu des arbres et possède une superbe vue!\n\nServeurs et serveuses à l'écoute, rapides et efficaces !\nPlats bien dressés, très bons et produits frais tout en étant copieux. On ne reste ni sur notre faim visuellement ni sur notre faim physiquement!\n\nJe recommande !",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "+ de 100 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Restaurant en plein centre historique Cuisine aussi délicieuse que généreuse .\nService impeccable , tres belle carte des vins régionaux et autres .\nNous avons passés  une tres belle soiree , l endroit est magique .\nJe recommande vivement .",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner"
            },
            "comments": {},
            "other_ratings": {
                "food": "5/5",
                "service": "5/5",
                "atmosphere": "5/5"
            }
        },
        {
            "rating": "2/5",
            "review": "A l'occasion d'un diner à 2 mi-mars 2024, au restaurant Le Petit Jardin à Montpellier, nous découvrons ce restaurant.\nIl se veut gastronomique et haut de gamme\nLa cuisine y est et bonne, mais pas tout-à-fait à la hauteur des prix\nL'ambiance est très guindée\nMais le plus désagréable est le personnel SANS AUCUNE EMPATHIE, et même expéditif par moment !\n\nEn résumé donc, beaucoup de prétentions pour un résultat sans réel plaisir\n\nAdoucissez le tout, et ça ira mieux",
            "context": {
                "mealType": "Dinner",
                "pricePerPerson": "70–80 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "4/5",
                "service": "1/5",
                "atmosphere": "2/5"
            }
        },
        {
            "rating": "5/5",
            "review": "Qualité de service et de bouche,  accueil parfait.",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "50–60 €"
            },
            "comments": {
                "recommendedDishes": "Paris Brest"
            },
            "other_ratings": {}
        },
        {
            "rating": "1/5",
            "review": "They didn't ask for feedback when I said I didn't enjoy the meal. I just got a response that said \"we don't care\". However, the Ukrainian waitress was lovely.",
            "context": {
                "service": "Dine in",
                "mealType": "Dinner",
                "pricePerPerson": "+ de 100 €"
            },
            "comments": {},
            "other_ratings": {
                "food": "1/5",
                "service": "2/5",
                "atmosphere": "1/5"
            }
        },
        {
            "rating": "1/5",
            "review": "[Bistrot]\nTrès bon choix de vin à la carte, cependant la cuisine est de qualité largement inférieure aux prix associés.\nService qui laisse à désirer et se montre pas compréhensif lorsque l'on leur montre un défaut de cuissons dans une de nos assiettes.\nDe la mauvaise pub pour le restaurant, c'est dommage",
            "context": {},
            "comments": {},
            "other_ratings": {
                "food": "1/5",
                "service": "2/5",
                "atmosphere": "3/5"
            }
        }
    ]
}