{
    "product": {
        "name": "Novilla Queen Mattress",
        "category": "Memory Foam Mattress (Type: Medium Firm; Size: Queen 12 Inch)",
        "link": "https://www.amazon.com/Novilla-Mattress-Pressure-Removable-Washable/dp/B0CJJBP3RM",
        "description": "CertiPUR-US CERTIFIED ENSURES HEALTHY SLEEP: The Novilla queen mattress is designed with a 3-layer foam system for better support and comfort. The comfort foam adsorbs moisture and helps keep the sleep surface cool, providing you with a fresh and clean sleeping environment.\n\nCOOL & COMFORTABLE SLEEP: The queen memory foam mattress cover is made of high-quality knitted fabrics, providing superior comfort and durability. Knitted fabrics excel in great breathability and are soft-to-touch with enhanced air circulation for a cooler night's sleep.\n\nPRESSURE RELIEF & EDGE SUPPORT: The memory foam mattress offers a medium firmness sleep experience. Underneath the mattress cover lies a layer of comfort foam that conforms closely to the body's shape and relieves pain at pressure points. The supportive base generates enough pushback to provide excellent support to the body. The edge support on both sides of the mattress is reinforced to prevent slipping when sitting or sleeping near the edge.\n\nREMOVABLE WASHABLE MATTRESS COVER: Equipped with a high-quality zipper at the bottom of the mattress for easy removal of the cover. You can simply toss it into the washing machine for a quick and easy clean, protecting your mattress from stains and keeping the sleeping surface hygienic.\n\nWORRY-FREE PURCHASE: The queen mattresses come with a no-risk 100-night trial and a 10-year limited warranty. The mattress queen is compressed, rolled, and shipped in a box, making it convenient for you to set up by yourself. It's compatible with most bed bases and frames. For a better sleeping experience, please allow at least 72 hours for the mattress to fully expand."
    },
    "reviews": [
        {
            "rating": 1,
            "title": "Terribly uncomfortable",
            "review": "I'd give it zero stars if I could, and the manufacturer will not respond to my requests to return."
        },
        {
            "rating": 5,
            "title": "Soft and Comfortable",
            "review": "Just firm enough.  I was worried it would be too soft judging by other reviews.  This turned out to be just what we needed for our guest room.  Guests say they got a great nights sleep!"
        },
        {
            "rating": 1,
            "title": "doesnt hold firmness",
            "review": "Unaccpetable"
        },
        {
            "rating": 5,
            "title": "Great value for the comfort!",
            "review": "First of all, it is better than my expectation for this price range. I got 12 inch thick and medium firm queen mattress. This is perfect balance of firm support and soft cushioning. Easy to setup-just unbox, let it expand, and it is ready to go. Highly recommend to anyone looking for a quality mattress without breaking the bank!"
        },
        {
            "rating": 1,
            "title": "Bulge",
            "review": "Didnot bulge full as mentioned in the description."
        },
        {
            "rating": 5,
            "title": "Impressive mattress",
            "review": "The quality of this mattress feels good, soft and bouncy, quite comfortable. I have a bad shoulder and neck, can not sleep in a hard bed, usually sleep is not good, the bed is not comfortable more sleep, specially bought this mattress. I hope it can give myself a little better sleep quality. I hope this latex mattress can give me a good sleep all the time."
        },
        {
            "rating": 5,
            "title": "Very durable",
            "review": "Bought this for my son. He really likes it! It's comfortable and the memory foam is just what he needed!"
        },
        {
            "rating": 1,
            "title": "Comfort",
            "review": "The mattress is not comfortable, my back has a problem because of the mattress. It has sunken from one side as well."
        },
        {
            "rating": 5,
            "title": "Amazing mattress",
            "review": "This mattress is amazing. It is a bit on the harder side and takes a couple weeks to “break in” but it is the best sleep you’ll ever have!"
        },
        {
            "rating": 5,
            "title": "Comfortable",
            "review": "I loooooove it!! 💙💙💙💙💙"
        },
        {
            "rating": 1,
            "title": "Super Uncomfortable",
            "review": "Hard as a rock. I’ve had memory foam mattresses before. They always start hard but then then are comfortable. Not this one."
        },
        {
            "rating": 5,
            "title": "Comfy",
            "review": "This is a very nice mattress. It is super comfortable. It was so easy to open."
        },
        {
            "rating": 5,
            "title": "Very comfortable cooling affect",
            "review": "Slept like a. Baby"
        },
        {
            "rating": 3,
            "title": "Squishy",
            "review": "I put this mattress originally on a boxspring, even though it says not to because it’s all I had and it was way too soft… Then I took it off and put it on a solid platform bed and it was way too hard just like Goldilocks… Now I have it on a slat platform and it’s more comfy, but I can’t see it lasting Too long before upgrade to another"
        },
        {
            "rating": 5,
            "title": "Soft and comfortable",
            "review": "As soon as the package came, I took off the plastic and it immediately started to lift up. It took a matter of minutes. The sleep quality is amazing and super soft. Best sleep I’ve had."
        },
        {
            "rating": 3,
            "title": "You get what you pay for!",
            "review": "I absolutely appreciate Amazon for giving me the opportunity to pay in installments, however this particular mattress is not very comfortable to me. I used it for a couple days, however I ended up giving it to a friend who loves it. It's not firm enough for me, and I do not like to sank into my mattress. You can definitely tell its very cheaply made. My back can't handle that cheap stuff!"
        },
        {
            "rating": 5,
            "title": "Really recommend buying 1 for you too, not just for the Teens' room",
            "review": "We just moved. We needed something way better than blow up beds, but something way more affordable than mattresses.... this bed solves that problem!  We thought this was temporary fix but we are keeping them, just need to get platforms to place them on, not sure about that since they all seem to say the platform underneath isn't reliable.  But if you have the blow up bed and the teens all have this bed.... welp, they're teens, they can sleep on the blow mattress until YOUR own KING memory foam is delivered! LOL True story! Love this memory foam, never used it before, my whole body feels great, I think I was actually smiling in my sleep! We let the kids set it up its so easy!"
        },
        {
            "rating": 3,
            "title": "Hard",
            "review": "Very hard, not comfortable going to purchase a mattress topper to put on top to help"
        },
        {
            "rating": 5,
            "title": "Meets my expectations",
            "review": "This is my third memory foam mattress and bought this brand for the first time, compared to other 2 I have this mattress meets my expectations, it's firm after I let it set for 2 days, comfort and support at the same time, I have lower back pain, so I can't stand mattress that doesn't have firm support, otherwise I would wake up with back pain, this mattress is soft on the very top layer for comfort, and firm under the top later, perfect for support and comfort balance. I saw there was a label says if it smell it's not harmful, so I tried to smell it but couldn't smell anything, I let it set in the basement for 2 days just to be safe anyway. It was easy to open, I did it myself with no help at all, it was wrapped pretty well with a long plastic cover. It feels good quality to touch, the price is pretty good compared to my $500 firm spring mattress that is 9 years old (nowadays good spring mattress can easily go 4 digits), this one is about the same price level with my the other 2 memory foam mattresses, only a bit better feel to touch in quality. All in all, it is a decent medium firm memory foam mattress for its affordable price."
        },
        {
            "rating": 5,
            "title": "Great Mattress",
            "review": "The mattress arrived in a vacuumed sealed bag. After unrolling, the mattress was fluffed up quickly and was fully expanded within 48 hours. The mattress is really comfortable, and I slept really well on it last night."
        },
        {
            "rating": 4,
            "title": "Happy",
            "review": "This mattress is a lot more comfortable than I thought it would be. Easy to set up.\nMy cat enjoys it as well"
        },
        {
            "rating": 4,
            "title": "Comfortable",
            "review": "Love my mattress. Easy to install. It’s east tight and rolls out like a burrito! It’s supposed to be cooling but it heats my back. I have to switch positions here and there with the air conditioning on 24/7. Not sure if that’s normal."
        },
        {
            "rating": 5,
            "title": "The quality is good.",
            "review": "This 12 inch mattress is very supportive to my body. The firmness is perfect as it is not that hard and not too soft. And it doesn’t have any smell. The delivery is very fast."
        },
        {
            "rating": 5,
            "title": "Comfy!!",
            "review": "I am a hot sleeper with back issues and I can 100% say I’m so happy with this bed! Disappointed that it only got to like 10-11 inches instead of 12. I used to hate going to my old bed to sleep bc I’d toss and turn and be so sore waking up. I look forward to sleeping in now and I never want to get out of this bed!! I don’t get hot either which is HUGE for me. Also no smell, idk what ppl are talking ab with the smell. I let it inflate for the full 72 hours."
        },
        {
            "rating": 5,
            "title": "Comfortable!",
            "review": "Guests love it. Assembled with ease."
        },
        {
            "rating": 5,
            "title": "Colchon",
            "review": "Excelente y cómodo"
        },
        {
            "rating": 5,
            "title": "Amazing for side Sleepers",
            "review": "I've only had this bed for 3 days but it is so comfortable and amazing for side Sleepers. I've ordered a lot of mattresses in the box and they would become way to firm. This bed is so comfortable my kids refuse to leave it lol"
        },
        {
            "rating": 5,
            "title": "So comfy",
            "review": "This is the most comfiest bed I’ve ever slept on. It is so nice. I would definitely recommend everyone to buy it for this price. It’s very good. I have bought a lot of beds off Amazon and overall this is the best one I have found and slept on. It’s very soft once you open the packaging it really doesn’t smell so chemically like the other ones I have bought. I just opened the window in my room, let it air out for a couple of hours, and it went away the next day."
        },
        {
            "rating": 3,
            "title": "Read the reviews!!",
            "review": "I wish I had read the reviews… I purposely went with this brand bc I was able to get the 12” in the time that I needed, but much like all the other reviews, this bed does not inflate to the full 12. One side is sitting at 10.5 and the other is a little under 10. Bed is super comfortable, but it’s frustrating that I intentionally ordered a specific size due to my soft frame being low to the ground and now I need to spend additional money on a mattress topper to make the mattress 12”."
        },
        {
            "rating": 5,
            "title": "Feels relaxing as soon as u lay down..",
            "review": "It’s only been 10 minutes and already the mattress looks about ready to sleep in 😅 but I will definitely give it more time to expand.  I was worried that the mattress would be rock hard like my last memory foam mattress. This is way better and cheaper"
        },
        {
            "rating": 5,
            "title": "Amazing Mattress",
            "review": "I bought this mattress because my son has one and when I stayed with him for a weekend visit, he let me use his bed.  I fell in love with this mattress. Literally, the most comfortable and best sleep I have had in years.  When it came time to replace my mattress, I purchased this one for myself. And, I am very happy with my purchase. Amazingly comfortable."
        },
        {
            "rating": 2,
            "title": "Not firm at all; sags fast",
            "review": "Likely to return this, if possible. A disappointment."
        },
        {
            "rating": 5,
            "title": "NO more PAIN!",
            "review": "We absolutely LOVE this mattress.  It is firm enough to support our bodies, but also allows for our bodies to settle into in, with a total body alignment.  On our old mattress, I could not sleep on my side, as my arm would always go numb, down to my fingers..I have NOT had this happen since the first night with our new Novilla!  Thank you So much Novilla, for providing us a fabulous mattress, with a price that was amazing!  It definately needs a proper bed frame for the mattress to give all it has to offer…"
        },
        {
            "rating": 5,
            "title": "Pretty good matteress",
            "review": "I got some good sleep on this mattress also I love this mattress pretty good deal"
        },
        {
            "rating": 5,
            "title": "Great quality fot the price",
            "review": "I've never bought a mattress online without trying it so was a bit nervous but I love how comfy the mattress is.  its not hard or too soft.  its a nice medium between fireman soft which is perfect for me."
        },
        {
            "rating": 5,
            "title": "Quality Mattress with low price!",
            "review": "I bought this mattress for my kid room with his new bed. The mattress is durability and quality construction. My boy said he feels very comfortable every night with this mattress.It is medium firmness level seems to be a great fit for a wide range of sleep preferences.\nThe Novilla Memory Foam Mattress delivers on its promise of providing a comfortable, supportive, and cooling sleep experience.  Highly recommended it!"
        },
        {
            "rating": 1,
            "title": "Garbage don’t waste your time",
            "review": "Ordered next day they took my money and won’t deliver till Tuesday this is garbage go to mattress firm better quality same price"
        },
        {
            "rating": 5,
            "title": "Heavenly Comfort, Incredible Value!",
            "review": "I recently purchased a mattress from Amazon, and I'm beyond impressed with the quality and comfort it offers. From the moment I lay down, I could feel the difference in support and softness compared to my old mattress. The material is top-notch, providing just the right balance of firmness and plushness for a restful night's sleep. What's more, the price point was unbeatable for the level of quality I received. I appreciate the convenience of being able to shop for a mattress online and having it delivered straight to my door hassle-free. If you're in the market for a new mattress, I highly recommend checking out the options available on Amazon. You won't be disappointed!"
        },
        {
            "rating": 4,
            "title": "10\" Hot",
            "review": "Got the 12\" memory foam and it is true per other reviews it rises to 10\" no matter how long you wait.\n\nMattress sinks in to accommodate my body and I'm all of 107 lbs. Not firm at all so I kinda worry about my shoulders curving seeing so many older folks walking around with curved shoulders. But it is comfy.\n\nOther than that it's a keeper I say!"
        },
        {
            "rating": 5,
            "title": "Great quality for the price",
            "review": "Box came damaged and open on both sides which was worrisome but all pieces were in tact. I put the bed together myself in less than an hour. Very sturdy and definitely worth the buy."
        },
        {
            "rating": 5,
            "title": "Another great buy",
            "review": "If your like me and dislike firm or soft mattress. This one is a perfect medium firm. Just what I need for my aging bones."
        },
        {
            "rating": 4,
            "title": "Novilla 12 inch mattress unboxing",
            "review": "So far it’s been opened for about 30 minutes and started to rise. It’s sitting at 10.5inch at the moment. Instructions say 72 hours and it will be ready. Will update in a few days."
        },
        {
            "rating": 5,
            "title": "Comfortable",
            "review": "Comfortable"
        },
        {
            "rating": 1,
            "title": "Great for the price",
            "review": "Its comfy even if you’re fat😂"
        },
        {
            "rating": 5,
            "title": "Very comfortable !",
            "review": "We love this bed didn’t take long to install and was ready in one day didn’t have to wait 3 days for it to fluff up"
        },
        {
            "rating": 5,
            "title": "Nice - Orthopedic recommended",
            "review": "Was a chore to unpack and unroll but so worth the effort as it quickly opened and was able to enjoy a great nights sleep in under two hours. No sagging or lack of support, will be looking  forward to more sleep and dreaming of getting on this mattress. No smell, No issues with sagging or hours of waiting to see when it can be used. GREAT BUY for me...."
        },
        {
            "rating": 4,
            "title": "Helped by back",
            "review": "Super comfy, I personally think it did take a couple of weeks to really get it to feel just right.  I was having back issues and needed a softer bed that would move less when my partner gets out of bed for work."
        },
        {
            "rating": 5,
            "title": "Great night sleep",
            "review": "Excellent mattress."
        },
        {
            "rating": 4,
            "title": "Not Happy so far /update to ok",
            "review": "If it doesn’t get better, this is most definitely NOT a medium firm mattress.  This is way too soft.  Going to hurt my back even more than the last one I had.  Have only had it out for about 3 hours but the last bed in a box I purchased did its thing instantly almost.  This is very disappointing at the moment\n\n3 days in…..one side is at full capacity and very firm. Very happy with this side. The other side is more firm than 2 days ago but still not the same as the other side.  Not sure why or how that works out but, much better.  If you sleep on your stomach any, this mattress is for you because no back pain after stomach sleeping for longer than anticipated.\n\nNo smell\nNice quality just not the firmness described\nValue for money good\nTook two of us to undo the roll there was so much plastic to keep it together.  Quite comically really the two of us"
        },
        {
            "rating": 5,
            "title": "Mattress",
            "review": "Very comfortable"
        }
    ]
}