{
    "database": {
        "category": "book"
    },
    "description": {
        "name": "12 Rhetorical Lessons to Seize Power: Turn Your Ideas into Speeches and Move Your Audience",
        "category": "Book",
        "link": "https://www.amazon.fr/dp/2212575122",
        "linkActive": true,
        "description": "Take back the offensive, flip the script, transform yourself from someone struggling to someone everyone desires. Most importantly: make your audience grant your knowledge, your project, your product, your skills the attention and value they truly deserve. This is what rhetoric can offer you.\nDrawing on the wisdom of ancient orators and contemporary research in the psychology of persuasion, Victor Ferry provides twelve lessons with tools and inspiration to help you find your style and develop your influence.\n\n• Lesson 3: Flex Your Thinking\n• Lesson 6: Before Speaking, Start by Showing\n• Lesson 8: Write Your Story\n• Lesson 9: Stop Confusing Convincing with Persuading\n• Lesson 10: Play with Their Emotions\n• Lesson 12: Take the Wheel\n\nWith this book, you won't just become a good speaker—you'll become a great orator."
    },
    "reviews": [
        {
            "rating": "5/5",
            "title": "Très bien",
            "review": "Excellent."
        },
        {
            "rating": "5/5",
            "title": "Je recommande chaudement",
            "review": "Ne sachant trop à quoi m'attendre, j'ai trouvé le livre des plus complets, c'est un vrai manuel pour partir \"de rien\".\nLa partie sur l'ascension est clairement celle qui concerne le moins de monde, mais c'est aussi celle qui déclenche le plus de fantasmes et je l'ai vraiment beaucoup appréciée.\nLe livre est riche, profond, intéressant, instructif."
        },
        {
            "rating": "5/5",
            "title": "devenez meilleur",
            "review": "intelligent ,voila 12 leçons pratiques merci Victor Ferry expert former dans les meilleurs écoles ."
        },
        {
            "rating": "1/5",
            "title": "Banalités et remplissage",
            "review": "J'ai acheté le livre par curiosité. Je ne comprenais pas qu'un type arrive à faire croire qu'il pouvait enseigner la rhétorique en étant lui même dépourvu... Avez-vous déjà vu ce monsieur sur une scène avec un public ?\nLe livre confirme mon intuition : des platitudes, du remplissage, une promesse non tenue. Tout ça pour pouvoir dire qu'il a \"écrit\" un livre."
        },
        {
            "rating": "3/5",
            "title": "Désarçonnant, flagornerie et petit pratique de manipulation",
            "review": "On démarre avec la Grèce aristotélicienne et ses propositions de rhétorique... et à un moment donné, on arrive à des techniques de pages de vente très marketing qui semblent surtout présentes pour acheter une formation de l'auteur. Avec l'impression qu'on a acheté un ticket pour visiter le Parthénon et qu'on fait un détour par une boutique Disney... euh...\nEnsuite, il faut se rendre à l'évidence : ce livre est un manuel de manipulation par la rhétorique. Il use et abuse de flagornerie en annonçant que le lecteur en quelques exercices  pourra concurrencer Socrate (rien que ça !) en créant sa propre école de pensée, qu'il sera un orateur digne de concurrencer Churchill, etc.\nEntre quelques poncifs (les débats tv surtout politiques sont des shows ou des matchs de boxe), quelques astuces traînent. La fin tente de nous émouvoir, puisque la rhétorique n'a finalement pas d'autre objectif. L'auteur sort les grands mots et tente de masquer ses velléités pécuniaires en pérorant que la rhétorique est un outil de la démocratie et que c'est bien là son véritable objectif d'auteur. Il en ressort plutôt qu'elle permet l'enfumage du public. Le seul intérêt est que ce livre valide la désillusion et la fin de la naïveté sur les beaux discours. Quelques exceptions: les grands discours des leaders comme De Gaule, Churchill, Martin Luther King ou Greta Thunberg qui sont trempés dans l'encrier des droits humains et qui ont pour but, non la gloire ou l'argent de ceux qui les prononcent, mais la vie ! C'est à dire le combat pour la vie. De vrais leaders charismatiques qui ont (eu) de nobles convictions !"
        },
        {
            "rating": "1/5",
            "title": "Ne recommande pas ...",
            "review": "Fait parti des livres que je ne finirai pas, inintéressant ...."
        },
        {
            "rating": "5/5",
            "title": "Un livre plaisant et inspirant !",
            "review": "Un livre que je recommande, il ne vous transformera pas en grand orateur, mais qui vous donne une base solide et SURTOUT qui vous incite à passer à l'action (comme toute technique ou art, seule l'action nous permet de progresser et de nous perfectionner)."
        },
        {
            "rating": "1/5",
            "title": "Manipulateur en roue libre au servic des libertariens.",
            "review": "Pour le suivre depuis des années, je vois comment ce libertarien manipule son auditoire assommé de mille feuilles argumentatifs de facto trompeurs. En rien démocrate, c'est un censeur qui prive du débat pour dérouler ses sophismes malhonnêtes.\nL'art de la rhétorique est l'art de manipuler, en rien honorable et rien à envier aux libéraux..."
        },
        {
            "rating": "5/5",
            "title": "Intéressant si on s'intéresse à la rhétorique",
            "review": "Aussi bon que ses vidéos youtube riche en information je recommande"
        },
        {
            "rating": "5/5",
            "title": "Idéal pour passer à l'action",
            "review": "Victor Ferry est le coup de pied au cul dont nous avons tous besoin."
        },
        {
            "rating": "4/5",
            "title": "Sans doute parmi ce qui ce fait de mieux sur le sujet",
            "review": "J'ai parfois eu un un peu de difficulté à rester concentré sur ma lecture, mais en repassant sur les passages que j'avais annotés je me suis rendu compte de la richesse de cet ouvrage."
        },
        {
            "rating": "5/5",
            "title": "Une méthode pour affûter son discours",
            "review": "Ebook pas cher (3,49€) et très complet qui donne les clés pour construire son manifeste, structurer son propos / son histoire, déjouer les pièges des sophistes, montrer avant de dire, ajouter du style, convaincre par l'émotion et la raison, pour vendre !\n\nUn savant mélange de discours historiques (Gandhi, Socrate, César, Aristote,...), contemporains (Chirac, Hollande, Dupraz, Sarkozy,...) et personnalités qui tweetent analysés.\n\nJ'ai bien aimé l'histoire / transparence de Victor qui sert de fil rouge au bouquin, thésard, prof qui bascule sur YouTube car il n'est pas reconnu à sa juste valeur par ses pairs.\n\nIl cartonne en vues et utilise quelques tactiques de marketeux pour continuer à vivre de son art via des formations en rhétorique aux noms un peu pompeux ;-) Le bouquin et la chaîne YouTube de l'auteur se suffisent à elles mêmes pour améliorer sa prise de parole.\n\nTop les exercices en fin de chapitre, les références précises des citations, la transparence sur le chapitre dédié au \"vendeur\", la partie sur comment dépasser les 100k abonnés sur YouTube.\n\nJ'ai bien aimé aussi comment l'auteur a déconstruit le discours provoc de Laurent Alexandre sur Twitter qui fonctionne à court terme pour attirer l'attention sur lui mais qui sur le long terme décrédibilise l'ancien créateur de Doctissimo."
        },
        {
            "rating": "5/5",
            "title": "complet",
            "review": "Semble complet de par ses chapitres, pas lu encore"
        },
        {
            "rating": "5/5",
            "title": "Dans la continuité de la chaîne YouTube",
            "review": "Livre image de la chaîne YouTube parfaitement clair toujours très didactique. L'auteur fait preuve d'un grand sens de vulgarisation. Enfin il nous propose tout au long du récit de nombreux exemples et d'exercices."
        },
        {
            "rating": "5/5",
            "title": "Victor connais bien son sujet",
            "review": "Très bon livre !"
        },
        {
            "rating": "5/5",
            "title": "Lecture agréable",
            "review": "Proche du contenu de ses vidéos, ce livre plein d'optimisme est rempli de bons conseils. Certaines citations d'auteurs sont un peu trop longues à mon goût mais ce dosage est subjectif."
        },
        {
            "rating": "5/5",
            "title": "Indispensable !",
            "review": "De loin un des livres le plus utile que j'ai eu l'occasion d'acheter.\nJe précise que je suis novice dans ce domaine.\nJe l'ai déjà relu plusieurs fois en seulement 4-5 mois d'utilisation.\nDepuis ma première lecture je l'ai toujours à porté de main.\nIl est devenu un outil du quotidien pour mon travail et dans ma vie en général.\nIl m'a également permis de toucher du doigt des concepts tel que le marketing et qui était totalement absent de mon registre.\nJ'ai pris beaucoup de plaisir à lire ce livre.\nEn bref, un outil totalement indispensable !"
        },
        {
            "rating": "5/5",
            "title": "Une découverte fabuleuse",
            "review": "Il est surprenant de trouver encore de tels trésors: de discours et de savoirs-faire.Un Livre  ;mieux un engagement à  l action par l enrichissement de notre parole ."
        },
        {
            "rating": "1/5",
            "title": "pas assez de détail, confond comportement et langage",
            "review": "Emballage et expédition très bien en revanche livre difficile à lire et pas vraiment intéressant..."
        },
        {
            "rating": "5/5",
            "title": "La boîte à outil du citoyen contemporain : un antidote contre le nihilisme",
            "review": "C'est un excellent ouvrage :\n\n- des connaissances limpides\n- des exercices pratiques\n- une pédagogie progressiste et (j'hésite à l'écrire ici pour ne pas desservir l'auteur tant « le succès de scandale » est la règle du best-seller) : honnête.\n\nLa chaîne YouTube de l'auteur peut amener à ce livre ou l'inverse. Mais je crois que le livre est un outil à avoir pour « vraiment s'y mette » car il offre une cohérence, des « topos » dans des encadrés et des exercices. Personnellement, j'ai vu une dizaine de vidéos dans le désordre et sans cohérence... Et la majorité des analyses que j'ai vu ne sont pas dans le livre.\n\nDéjouer les intrigants, devenir un honnête homme. Voilà."
        },
        {
            "rating": "5/5",
            "title": "Excellent ouvrage",
            "review": "Je le relirai plusieurs fois afin de m'en imprégner. La rhétorique adaptée à notre vie actuelle."
        },
        {
            "rating": "2/5",
            "title": "Fan de Victor mais lecteur légèrement frustré",
            "review": "Me voici plongé dans la continuité des vidéos de Victor, hâte de dévorer son livre, hâte d'apprendre autres choses que sur YouTube. Hélas, grande déception, une bonne partie du livre reprend au mots prêts certaines vidéos.\n\nIl y a quelques éléments historiques intéressant, hélas sans plus. Le livre me laisse sur ma faim. Moi qui voulais lire du bonus sur la rhétorique, c'est un peu léger."
        },
        {
            "rating": "4/5",
            "title": "Livre très intéressant",
            "review": "J'ai beaucoup aimé ce livre. Il est bien documenté, structuré et captivant. Je l'ai quasiment fini en une journée.\nToutefois, je l'ai trouvé un peu dessous des vidéos publiées sur Youtube qui sont passionnantes."
        },
        {
            "rating": "5/5",
            "title": "Le complément indispensable à la chaîne YouTube",
            "review": "Livre qui se présente comme un outil interactif avec des exercices, des exemples, on se sent guidé, c'est bien expliqué, et personnellement j'ai déjà fait de gros progrès alors que je n'en suis qu'à la moitié de l'ouvrage.\nJe recommande."
        },
        {
            "rating": "1/5",
            "title": "Fan de Victor le vidéaste, mais déçu par l'auteur formateur",
            "review": "Comprenons nous bien : si vous connaissez les vidéos de Victor, alors vous ne serez pas dépaysés dans ce livre. En effet, le texte reprend (presque) mot pour mot l'ensemble de ses vidéos disponibles gratuitement. Moi qui pensait avoir du contenu supplémentaire en achetant le livre, me voici frustré.\n\nQuant au contenu du livre (et donc de ses vidéos), celui-ci demeure superficiel et enjolivé par de belles phrases et de belles formules. Victor étaye ses propos par des anecdotes (romancées) : cela suscite de l'intérêt pour le texte par l'intrigue, mais ne répond aucunement à la mission initiale du livre : faire de nous de meilleurs orateurs. Je vois plus dans ses anecdotes une façon de faire du remplissage, car il faut avoir que minimum 1/3 du livre y est consacré.\n\nLe livre n'est finalement qu'un produit d'appel pour ses formation (comme tous les livres de vendeurs de formation en somme, mais peut-on leur en vouloir ?), puisqu'il nous laisse sans cesse sur notre faim.\n\nEn somme : j'attendais d'avoir un contenu exclusif (puisque j'ai payé), mais j'en ressors avec un  simple résumé écrit de ses vidéos. Quant au contenu, celui-ci peut se résumer à une immense publicité pour ses nombreuses formations (qui ne m'intéressent pas). Bref, déçu."
        },
        {
            "rating": "5/5",
            "title": "Un must",
            "review": "Je suis Victor Ferry depuis des mois sur Youtube et son livre est le reflet d'un travail d'excellence dans son art.\nA lire et surtout à mettre en pratique."
        },
        {
            "rating": "5/5",
            "title": "Excellent livre !",
            "review": "Un must have pour apprendre la rhétorique !"
        },
        {
            "rating": "5/5",
            "title": "Complète les vidéos sur Youtube, excellent !",
            "review": "Ce livre du célèbre et fort sympathique Victo Ferry compile et complète ses propres vidéos sur Youtube, il approfondit les notions abordées en vidéo et permet de comprendre les mécanismes du discours persuasif et vivant !"
        },
        {
            "rating": "5/5",
            "title": "Juste magnifique",
            "review": "Livre que l on peut juste que conseiller à 200% . Celui-ci fait réfléchir et permet à son lecteur de progresser sur lui de la meilleure manière qui soit . 🏆🏆🏆🏆🏆"
        },
        {
            "rating": "5/5",
            "title": "Des portes qui s'ouvrent...",
            "review": "Après avoir découvert la chaîne YouTube de Victor Ferry, j'ai eu envie d'aller plus loin. De récompenser l'auteur pour ses vidéos, mais aussi pour commencer mon éducation  rhétorique... Si vous voulez découvrir ce que peut faire la rhétorique pour vous, si vous voulez apprendre à devenir inspirant grâce aux mots  c'est ce livre qu'il vous faut. Vous trouverez des explications, des anecdotes, des exercices et même des conseils pour vendre. Ce livre n'est pas une encyclopédie, il est donc agréable à lire. Personnellement, il ne me manque qu'une seule chose, c'est un récapitulatif de tous les exercices à faire pour s'entraîner. Une sorte de ressource en ligne à télécharger pour tous ceux qui achètent le livre. Ça serait vraiment super d'avoir ce petit bonus en fin de lecture. Dans tous les cas, merci de rendre cette discipline accessible."
        },
        {
            "rating": "5/5",
            "title": "Super livre que je recommande",
            "review": "J'ai beaucoup le livre qui m'en a appris beaucoup sur l'art de la rhétorique. J'ai découvert l'auteur sur YouTube dont j'apprécie la qualité de ses vidéos. Le contenu du livre est tout aussi intéressant. Reste plus qu'à mettre en pratique les conseils !"
        },
        {
            "rating": "5/5",
            "title": "Inspirant",
            "review": "Tout Est dit simplement, efficacement. Merci Victor et continue à nous inspirer pour nous dépasser. Un livre qui convainc et que je conseille."
        },
        {
            "rating": "5/5",
            "title": "Très bon livre je le recommande",
            "review": "Très bon livre et je pense qu'il va aider beaucoup de gens pour améliorer leur discours et défendre leurs idées."
        },
        {
            "rating": "5/5",
            "title": "Un bon aboutissement",
            "review": "Alors que je me délecte de ses vidéos depuis de nombreux mois, j'étais curieux de voir ce qui pouvait être dit de plus dans ce livre.\nLes thèmes des vidéos sont repris ici, avec toutefois une agréable sensation d'approfondissement qui me pousse à m'y mettre franchement !\nTrès bon livre, je recommande vivement !"
        },
        {
            "rating": "5/5",
            "title": "Tout l'art de convaincre par les mots",
            "review": "Même si vous n'êtes pas un littéraire dans l'âme, cet excellent ouvrage vous expliquera comment construire un manifeste pour diffuser vos idées et persuader votre audience. Vous y apprendrez les différents moyens de façonner votre argumentaire, et les différentes techniques pour améliorer votre style.\nEcrit dans un style concis, précis mais surtout très clair, même pour le novice.\nUn ouvrage qui démontre que la rhétorique est plus que jamais d'actualité pour convaincre et surtout pour retenir l'attention qui nous fait tant défaut.\n\nA vous de lire maintenant..."
        },
        {
            "rating": "5/5",
            "title": "Le  pouvoir de façonner le monde, à le faire converger vers le juste, agréable et beau.",
            "review": "Beaucoup d'émotions en lisant ce livre. Il donne un tel désir d'humanité de fraternité d'envie  d'écouter  comprendre, diagnostiquer les problèmes. Puis Encourager soutenir pour mieux les  convaincre que eux aussi ils peuvent s'élever,\n\nLes mots sont puissants et la  combinaisons  de leurs forces leur donne  une dimension presque surnaturelle.\n\nLisez plutôt:\n\n« La rhétorique, c'est la discipline née avec la démocratie et pour la démocratie. «\n\n« À partir de maintenant, toutes les fois que vous entendez un discours, demandez-vous : Qu'est-ce que l'orateur essaie de faire ? Comment s'y prend-il ? Était-ce la meilleure option »\n\n« C'est pour ça que vous avez pris le temps d'écrire votre manifeste. Vous avez une vision de ce que le monde devrait être. Prenez-en soin, entretenez-la. Serrez-la fort dans les moments de lutte et encore plus fort quand les planètes s'alignent. Il est facile de se décourager lorsque le monde est contre nous et courant de nous perdre lorsque le monde nous acclame. Ne cédez ni aux sirènes du doute ni à celles de la renommée. Restez focalisé sur votre mission. »\n« La paix n'est pas juste l'absence de conflits visibles. Seule une paix basée sur les droits inhérents et la dignité des individus peut être vraiment durable. » Discours d' Obama. Pour le prix Nobel de la Paix.\n\n« l'art de mettre vos convictions en discours et votre public en mouvement. «\n\n« Si vous avez fait l'effort de penser, ayez le courage de parler. »\n\n« Asseyez-vous à la table des grands auteurs : imitez-les, égalez-les, dépassez-les. «\n\n« Cela doit être votre obsession : dire des choses mémorables, donner à votre public des idées si bien formulées qu'il s'empressera de les partager. Prenez plaisir à sculpter vos phrases, inventez des concepts, utilisez des figures et créez vos images. Ne négligez plus le style, devenez citables.«\n\nCe livre est exceptionnel..."
        },
        {
            "rating": "5/5",
            "title": "Un bouquin utile",
            "review": "Tres organise et synthetique, pour qui doit articuler un discours ou ecrire un essai."
        }
    ]
}